[
    { 
        "mens": [
            {
                "title": "Men's Championship Tour",
                "athletes": [
                    {
                        "name": "Gabriel Medina",
                        "country": "Brazil",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/9b4d7994a40d31f09a275058d9c4a6ad.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=56d554bffac55a6161598dfd415ae657",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/fbd40ea299b5f39603b2e82332c9ba3c.png?&x=400&y=400&icq=74&sig=937489a134b0b395551356547cb0e7b8",
                        "rank": "1",
                        "heatWins": "36",
                        "averageScore": "13.64",
                        "rookieYear": "2012",
                        "about": "Gabriel Medina is by far the most popular surfer on the Championship Tour today. His 5.9 million followers on Instagram are more than Kelly Slater and John John Florence combined. At home in Brazil, the handsome dark-haired goofyfooter is considered a national hero thanks to the World Title he finally delivered to the proud surfing nation in 2014. His rowdy homecoming to São Paulo was national news, and to this day Medina has a tough time going anywhere in Brazil without being recognized. Of course, if you were anywhere near the Brazilian surf scene a decade ago you saw Medina coming. His explosive repertoire of above the lip maneuvers earned him all kinds of amateur titles in his early teens, including Rip Curl’s Grom Search, Quiksilver’s King of the Groms and several state titles. In 2009, a 15-year-old Medina became the youngest surfer ever to win a major Qualifying Series event. By mid 2011, 17-year-old Medina qualified for the Championship Tour (along with John John Florence) and immediately burned the place down with his high-flying acrobatic approach. He won the first event he entered as a CT member, and repeated the feat two events later. His huge impact on the international stage poured fuel on the fledgling Brazilian Storm, a fresh injection of like-minded talents from Brazil that now occupy one-third of the Championship Tour roster. Over the past four years Medina has earned more Championship Tour victories than any other competitor, and he dominates his closest rivals in head-to-head battles, which is why he remains a perennial World Title contender.",
                        "coverImage": "https://freesurfmagazine.com/wp-content/uploads/2018/08/Gabriel-Medina0468TahitiPro18Poullenot_mm.jpg"
                    },
                    {
                        "name": "Filipe Toledo",
                        "country": "Brazil",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/9b4d7994a40d31f09a275058d9c4a6ad.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=56d554bffac55a6161598dfd415ae657",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/2fc1f90f5e6580c99d4f85b7ca7d6c4e.png?&x=400&y=400&icq=74&sig=ae567e01add42ffcdda5fe59f1117033",
                        "rank": "3",
                        "heatWins": "28",
                        "averageScore": "13.17",
                        "rookieYear": "2013",
                        "about": "Filipe Toledo represents the tip of the spear in today’s progressive surfing movement. Small in stature but massive with his moves, especially in the aerial realm, this Brazilian tornado’s heart-pounding approach has netted him five Championship Tour victories over the past three years, more than any other CT competitor. He’s a second generation pro who grew up outside of Ubatuba, Brazil. His father, Ricardo, was two-time national champion back home. In 2014, as his career took flight, Filipe convinced his entire family to move to San Clemente, California. Today, Filipe’s wife and baby are the newest additions to their legendary backyard barbeques. According to his peers, Toledo’s volatility is the only thing stopping him from achieving his dream of a World Title. His high-flying act makes him vulnerable to injury (he sat out two events in 2016) and his youthful passion has led to a series of costly mental errors (he was suspended for one event in 2017 for his behavior in the wake of an interference call). His breakout year came in 2015, when he won three events and finished No. 4. In 2017 he turned in landmark performances to win two more events, including an instant classic at Jeffreys Bay, but he ended the season with three straight early-round losses and finished the season No. 10. If Toledo can plug the holes there’s no question he’s a World Title contender.",
                        "coverImage": "https://content.cavewire.com/host/sharpeye-us/path/media/teammember/image/a/g/agjs5092.jpeg"
                    },
                    {
                        "name": "Julian Wilson",
                        "country": "Australia",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/b7368ede16a5208bc09caa54135cb94b.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=943718b3fc3ac90f28322228abb8dfc3",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/6650ddd7af818ac408461cea6656f46d.png?&x=400&y=400&icq=74&sig=6322ba51511d8e7b57991b7c71882486",
                        "rank": "2",
                        "heatWins": "32",
                        "averageScore": "12.54",
                        "rookieYear": "2011",
                        "about": "Julian Wilson has been one of the most highly regarded talents on the Championship Tour ever since his 2011 arrival. The Australian heartthrob gained fame years before joining the elite competitive ranks. He was a high-flying star in Quiksilver’s acclaimed video, Young Guns III. The release highlighted his electric blend of aerial moves and razor sharp moves, earning him global recognition and a number of industry accolades, including Surfer magazine’s Breakthrough Performer award. During his freshman season on Tour he nabbed a third at Trestles and made the Finals in France, and his No. 9 rank easily earned him the Rookie of the Year honor. After that, a future World Title seemed inevitable for the confident kid from the Sunshine Coast, but for reasons pundits are still finding hard to pin down, Wilson has languished in the back half of the Top 10 for the bulk of his career. Nevertheless, he has three Championship Tour victories to his name, including a Pipe Masters victory over Gabriel Medina in 2014 (when he also won the Vans Triple Crown of Surfing) and a big comeback win over Gabriel Medina at Teahupo’o in 2017. With that win, Wilson finally clawed his way into a World Title race last season. Granted, he was facing long odds coming into the final event of the season, but he finished No. 3 on the Jeep Leaderboard, which is his best result ever, and Wilson seems more determined than ever now to chase down the World Title that’s eluded him.",
                        "coverImage": "http://a.espncdn.com/photo/2014/0311/as_surf_julian_cestari_2048.jpg"
                    },
                    {
                        "name": "Kelly Slater",
                        "country": "United States",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/db4fae0c7d01749b75cbca75c54635ae.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=4c0400a3f6d11d12c39dcf1d4a421c59",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/2bf52c5b031311b2fa1db24364515264.png?&x=400&y=400&icq=74&sig=fdc4eb6b09ce8d925061af1a6b2420bb",
                        "rank": "30",
                        "heatWins": "4",
                        "averageScore": "11.22",
                        "rookieYear": "",
                        "about": "Kelly Slater is the greatest surfer of all time. He has a death grip on nearly every major record in the sport, including his 11 World Titles, 55 career victories, as well as being the youngest and oldest World Champion in men’s history. He ushered in a new era of high-performance surfing when he arrived on the scene in 1990, incorporating intentional fin releases and a mix of aerial moves. He captured his first World Title in 1992 at the age of 20, and his last in 2011, at 38. His most dominant days were the mid 90s, when he won five-straight titles between 1993-1998 surfing light years ahead of his peers. After topping Mark Richard’s previous record of four-straight titles Slater tried his hand at retirement in 1999, but failed. He won his fifth Pipe Masters crown and the CT event in Tahiti during his days of only dabbling in contests, all the while staying busy with film, music and business projects. But after Andy Irons, Mick Fanning and Joel Parkinson emerged as a new generation of threats on the Tour, Slater’s hypercompetitive drive was rekindled. He rejoined the Tour full-time in 2002 and over the next five years faced his toughest rival in Hawaii’s Andy Irons, who got the better of him for three-straight years. Their heated battles became the most compelling in the sport’s history, propelling it to new heights. Slater finally reclaimed the title in 2005 and repeated in 2006, putting an end to the Irons’ era. After that, Slater was swapping titles with Mick Fanning in the years that followed. His last World Title came in 2011, and in 2016 he nabbed his 55th CT victory in Tahiti. But while his competitive legacy will likely never be touched, Slater is likely to be even more remembered for the wave pool technology that he and his team of engineers at Kelly Slater Wave Co. brought to life in 2015. The technology has the potential to reshape the surfing landscape for generations.",
                        "coverImage": "https://www.carvemag.com/wp-content/uploads/2016/08/celebration8677tahiti16cestari_mm.jpg"
                    },
                    {
                        "name": "Italo Ferreira",
                        "country": "Brazil",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/9b4d7994a40d31f09a275058d9c4a6ad.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=56d554bffac55a6161598dfd415ae657",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/5f2a9d7bcf0952ad59a545aeab2f62e8.png?&x=400&y=400&icq=74&sig=a4b455f3ba4cfa61154a456e09fb9f35",
                        "rank": "4",
                        "heatWins": "24",
                        "averageScore": "13.20",
                        "rookieYear": "2015",
                        "about": "Italo Ferreira is one of the most explosive surfers in the business. The high-flying Brazilian set the Championship Tour on fire during his 2015 rookie season with a spellbinding aerial attack, and his ground game is equally vicious. During his breakout year he made the semifinals in Rio, the quarterfinals in Fiji, Tahiti and France, before making his first CT Final in Portugal, where he and fellow aerial ace Filipe Toledo turned in a jaw-dropping dogfight for the ages. Italo ran away with the Rookie of the Year award after finishing his remarkable year No. 7. Not surprisingly, many considered him a title threat heading into the next season, including his hero Mick Fanning. But the past two years have been tougher for the kid from Baia Formosa. He had bright spots in 2016 with Semifinal appearances at Bells and Margaret River, but was stopped in Round Five seven-straight times, and fell to No. 15. He looked on track to rebound in 2017 after a strong fifth place finish at Snapper, but two days after the event he tore ligaments in his ankle, and he missed the next three stops. Fortunately, the inner-fire runs deep with Ferreira, who grew up in a humble neighborhood, where he borrowed boards from his cousins to get started. His progress was noticed and nurtured under the watchful eye of journeyman Jadson Andre and celebrated scout, Luiz “Pinga” Campos. His support system helped him fight his way back, and Ferreira finished the season with a fifth at Pipeline, avoiding any need the injury wildcard. Rehabbed and rekindled Italo is once again looking as dangerous as ever.",
                        "coverImage": "https://d14fqx6aetz9ka.cloudfront.net/wp-content/uploads/2018/06/02214148/Ferreira_DX20269_Keramas18_Sloane.jpg"
                    },
                    {
                        "name": "John John Florence",
                        "country": "Hawaii",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/feaa9153ce75dc4f6cf702c82d9e7165.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=f66dacc23ab24cdae51a7da1183ecbbb",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/95b94ab92adc89af580a4ebd3fcf4eae.png?&x=400&y=400&icq=74&sig=9b6b8a6959b6f1e848168f6a51ca213a",
                        "rank": "35",
                        "heatWins": "5",
                        "averageScore": "12.28",
                        "rookieYear": "2012",
                        "about": "John John Florence is one of only five surfers in men’s Championship Tour history to clinch his first two World Titles in back-to-back fashion. Mark Richards, Tom Carroll, Tom Curren and the late Andy Irons are the only other members of that elite club. The mild-mannered prodigy from the North Shore of Oahu has been living in the public’s eye since the age of eight, when he first paddled out at Pipeline, his backyard break that just happens to be the most famous wave in the world. By 12 he’d mastered a wide variety of ocean conditions and his breadth of ocean knowledge was compounded by the nurturing of North Shore sages, giving Florence all the evolutionary tools needed to become the best surfer in the world. With their help, he navigated the pitfalls of early fame with humility, style and sweetness, and delivered under the heavy weight of high expectations. He remains, at his core, a performer first and foremost, with an insatiable appetite for progression. The only weakness in his surfing is making the impossible look too easy. And while it took a few years for him to sync his style to the demands of the Championship Tour, today his love of the game is peaking. The process of pushing himself as a competitor, artist, and innovator is what drives him. His deep love of sailing is only enhancing his ocean knowledge, and his film projects are an ever-expanding creative side hustle. Yes, he’s hungry for more World Titles, but there’s also that other nagging hole in his record: The Billabong Pipe Masters crown. Twice before he’s had victory within his grasp with just seconds to go, and twice he’s lost it. In 2013 it was 11-time World Champion Kelly Slater who broke his heart. In 2017 Jeremy Flores did the trick. Fortunately, the second world title Florence earned earlier that day cushioned the blow.",
                        "coverImage": "https://coresites-cdn.factorymedia.com/surfeuropefr/wp-content/uploads/2016/04/hurley-surf-europe-factory48-2.jpg"
                    },
                    {
                        "name": "Jesse Mendes",
                        "country": "Brazil",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/9b4d7994a40d31f09a275058d9c4a6ad.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=56d554bffac55a6161598dfd415ae657",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/b5f3689398a15d010162db078025e6aa.png?&x=400&y=400&icq=74&sig=0a87eb1abfd1d0fe4047117e395b7e47",
                        "rank": "28",
                        "heatWins": "8",
                        "averageScore": "10.86",
                        "rookieYear": "",
                        "about": "Jesse Mendes is one of the most battle-hardened rookies of this year’s bunch. The blonde Brazilian goofyfooter grew up in Gauruja, near São Paulo, and spent a good chunk of his formative years waging aerial war against friends and rivals Miguel Pupo and Gabriel Medina. In fact, he was one of Medina’s biggest threats in their early years of competing. But well after his buddies rocketed onto the Championship Tour to huge fanfare in their teens, Mendes endured a long, bumpy character-building slog during his time on the Qualifying Series. He spent seven seasons grinding through pro surfing’s minor leagues, coming oh-so close to making the big show in 2014 and 2016. Though doubts consumed him during his low moments the encouragement and support from friends, peers and his girlfriend Tatiana Weston Webb, who’s on the women’s Championship Tour, proved pivotal. Mendes finally broke through big in 2017 with a string of great results to kick off the season. Midway through he became the first surfer to lock up a slot on the 2018 Championship Tour, and he’s been flashing his big grin ever since. His blend of youthful energy and polished professionalism will be a welcome addition to the Tour. Jesse can grind out wins the hard way, and bust them wide open with a single maneuver. That balanced, all-around approach is what makes him so lethal.",
                        "coverImage": "https://www.surftotal.com/en/images/almendra1/Jessemendes.jpg"
                    },
                    {
                        "name": "Griffin Colapinto",
                        "country": "United States",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/db4fae0c7d01749b75cbca75c54635ae.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=4c0400a3f6d11d12c39dcf1d4a421c59",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/bd19ac41f91e74853310df3ce8b695dc.png?&x=400&y=400&icq=74&sig=b2d5ccab177c2f79a562a849398f8ef4",
                        "rank": "18",
                        "heatWins": "11",
                        "averageScore": "12.06",
                        "rookieYear": "",
                        "about": "Griffin Colapinto’s incredible rise has been swift. Two years ago he was merely one of many up-and-comers swimming in the deep end of surfing talent down in San Clemente, California. Today, he's the youngest of seven rookies on the men’s Championship Tour. While peers have been admiring him for years, Griffin's first big public shot across the bow came in November 2016, when he landed a Hail Mary aerial-reverse in the high-stakes Hawaiian Pro at Haleiwa. He followed with a runner-up finish to Ethan Ewing at the World Junior Championships, then made the Final of the Volcom Pipe Pro to start his steady climb up the Qualifying Series ranks. In December, he became the first Californian to win the prestigious Vans Triple Crown of Surfing after making back-to-back Finals at Haleiwa and Sunset Beach. In addition, he finished the season as the 2017 Qualifying Series champion. Colapinto's success is hardly incidental. It's all part of detailed plan he wrote down on paper years ago, thanks to his mom, Camille's, urging. His parents ran a surf camp in San Clemente during the summer months, and Griffin and his younger brother Crosby were both early adopters to the ocean. They graduated quickly to nearby Lower Trestles, where they spar regularly with many of the world’s best during their free surfs. His father Mitch is a schoolteacher, which explains why Griffin, while a total goofball, is a very astute and coachable student. When he was struggling on the Qualifying Series in 2016, he hit up former tour star Jake Paterson for guidance, and quickly earned the nickname “sponge” from Jake, who marveled how quickly Griffin applied his input. Meanwhile, Colapinto's solid Hawaiian performances are a direct result of his bond with the multi-talented Moniz family, who are pillars of the North Shore community. Today, Colapinto is dangerous in every kind of condition, which is why he's arguably the most feared of the rookie class.",
                        "coverImage": "https://d14fqx6aetz9ka.cloudfront.net/wp-content/uploads/2018/05/26225132/Colapinto_DX28456_Keramas18_Sloane.jpg"
                    },
                    {
                        "name": "Kolohe Andino",
                        "country": "United States",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/db4fae0c7d01749b75cbca75c54635ae.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=4c0400a3f6d11d12c39dcf1d4a421c59",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/b94311c8b3251f548a0e88cf7afc2311.png?&x=400&y=400&icq=74&sig=06c41e1f584ebd81e40636b899ea5b43",
                        "rank": "11",
                        "heatWins": "13",
                        "averageScore": "10.95",
                        "rookieYear": "2012",
                        "about": "Kolohe Andino is a second-generation pro from San Clemente, California. His father Dino Andino was a former World Tour competitor and national champion in the early 90s. After his competitive career was over Dino traveled the Championship Tour as a team manager for Oakley with his young son in tow. Those were formative years for Kolohe. He got a head start surfing the world’s best waves next to the world’s best surfers and his future seemed predetermined. Back home he won a record nine NSSA national titles as an amateur and qualified for the Championship Tour in 2012 at the age of 18. He signed huge deals with retail giants Target and Nike at the time, making him one of the richest rookies in history. Andino’s electric brand of surfing is a potent blend of acrobatics and aggression. His default approach is going big, which works for and against him. While he’s won six Qualifying Series events over the course of his career he’s still searching for his first Championship Tour victory. Given he finished No. 4 in 2016, a trip to the top of the podium will certainly enhance his World Title hopes. In early 2018, Andino married his longtime girlfriend, Madison Aldrich, and the affair was a who’s who of San Clemente surfing legends.",
                        "coverImage": "https://a968e88b3a163aaa3fa0-8d76d5503b19f9a2f56cd75842c1c0e4.ssl.cf1.rackcdn.com/Bielmann_Slideshow_227-copy1.jpg"
                    },
                    {
                        "name": "Michael February",
                        "country": "South Africa",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/d85910e29c732c557cd21a2ffcfb5531.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=54bfa281a70cc85c4237b01a9a08728c",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/a66efa7b025909abed73b021981a3af1.png?&x=400&y=400&icq=74&sig=429aa2271370a6d38b975229b96385c4",
                        "rank": "32",
                        "heatWins": "7",
                        "averageScore": "8.89",
                        "rookieYear": "",
                        "about": "Isaac February (Michael's father) wasn’t even allowed to surf many of the better breaks around South Africa growing up. Apartheid-era attitudes didn’t exactly die overnight after the election of Nelson Mandela in 1994. Being a black surfer there was tough. Taunts and heckling were a regular routine, and Isaac was even surrounded and sent in by locals for merely daring to paddle out at one particular spot. Roughly 15 years later his son Michael put on a jersey and won a surf contest at that very same break. It was a tiny little step on the path of Michael’s amateur career, but the significance of the moment wasn’t lost on Isaac, who knew it was a milestone for South African surfing. Today, Michael February’s arrival on the Championship Tour is serving as an inspiration for black surfers who are taking to the lineups in far greater numbers than ever before and being encouraged to do so. Michael was born in Cape Town in 1993, one year before the country’s rebirth. While the Woodstock suburb he grew up in is home to hipster cafes and art galleries now, in the early 90s it wasn’t even a safe place to walk outside. Fortunately, around the time he was falling in love with surfing, his parents moved 45 minutes down the Western Cape to the small town of Kommetjie, and his surfing flourished in the wave-rich zone. He was turning heads in short order with his limber, free-range style, and his rise up the South African ranks was steady. By 2012 he was hitting Qualifying Series events in select countries, but it took three years before he tasted success, making the Final in Martinique in 2015. He built more momentum in 2016 with a third at the Azores Airline Pro, before making his big 2017 push at the Ballito Pro and US Open of Surfing, where he finished third and fifth respectively. He backed those big QS 10,000 results with three QS 1000 wins at home. While he finished one spot shy of making the qualifying cut at the end of 2017 that gave him the first opening for any injury replacement spot. In early 2018, however, Mick Fanning announced that the Rip Curl Pro at Bells would be his final event. At that moment February’s status as a full-time Championship Tour surfer was secured. He’s one of eight how-powered rookies in the mix this year. He’s already charming fans and peers with his artistic flair, worldly charm and a huge smile, proudly shouldering the hopes of his community.",
                        "coverImage": "https://www.surf-station.com/wp-content/uploads/2018/04/Michael-February-60-x-18-78-x-2-516-BlackWhite-MoranT_WA18_00756.jpg"
                    },
                    {
                        "name": "Sebastian Zietz",
                        "country": "Hawaii",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/feaa9153ce75dc4f6cf702c82d9e7165.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=f66dacc23ab24cdae51a7da1183ecbbb",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/928a2e3cfbcfa3fcfa6a6ee8e05e7303.png?&x=400&y=400&icq=74&sig=5f198f42f4b9d796429ef07eddc2d630",
                        "rank": "14",
                        "heatWins": "11",
                        "averageScore": "10.44",
                        "rookieYear": "2013",
                        "about": "Sebastian Zietz grew up on Kauai as one of nine children. He was too busy having fun playing outside to realize that for decent chunks of time they were homeless. “I just thought we were camping,” he says. Fortunately, attending school barefoot was the norm for his classmates and the beach and surf became his favorite playground. Zietz cut his teeth in Kauai’s heavily guarded lineups, surfing next to future legends like Andy and Bruce Irons, Bethany Hamilton, and former tour star Dustin Barca. But right when his amateur career was heating up, his parents took him on a four-year journey across the country in pursuit of a family inheritance that didn’t pan out. After a series of misadventures that included living in a motorhome and on a boat, he made his way back to Hawaii, where he moved in with his older brother, and started surfing his brains out again. The brother roomie thing didn’t work for long, so he moved into Dustin Barca’s closet, and did everything Barca ordered. All the while, Zietz never ever seemed to stress about what he didn’t have. He was too busy having fun and being grateful for what he did. In 2012, he qualified for the Championship Tour while winning the Vans Triple Crown of surfing. He finished his debut season on Tour ranked No. 16, but slid to No. 20 in 2014, and missed the requalification cut in 2015. But a caught a break heading into the 2016 when he was granted entry into the Australian events as an injury replacement. Making the most of the opportunity he bagged his first career win at the Drug Aware Margaret River Pro. The victory secured him his spot for the rest of the year, and Zietz has been solid ever since. He married his longtime girlfriend, Krisy Fulp, in 2017, and the couple opened a fitness gym back home on Kauai. Zietz credits her for the extra motivation these days. He finished No. 11 last year, and today, Zietz is still widely considered the happiest surfer on Tour.",
                        "coverImage": "https://ec2-im-1.msw.ms/md/image.php?key=zietz6357margs16cestri.jpg&type=EE_COVER&resize_type=COVER"
                    },
                    {
                        "name": "Joel Parkinson",
                        "country": "Australia",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/b7368ede16a5208bc09caa54135cb94b.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=943718b3fc3ac90f28322228abb8dfc3",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/fc83885b01cc20a695dcf13f5d6a3cb6.png?&x=400&y=400&icq=74&sig=7d5665481250422659b1a06713399ee8",
                        "rank": "24",
                        "heatWins": "10",
                        "averageScore": "11.78",
                        "rookieYear": "2001",
                        "about": "Joel Parkinson is a 17-year veteran of the Championship Tour. The legendary stylist from the Gold Coast of Australia has 12 CT victories to his name. The first came at Jeffreys Bay in 1999, where he was competing as a wildcard. His latest came at the Oakley Bali Pro in 2013. Parkinson’s remarkable career includes four runner-up finishes to the World Title (2002, ’04, ’09, ’11). In 2012 he finally nabbed the title he so deserved, edging11-time World Champion Kelly Slater to get it done. It was sweet redemption after his stinging loss in 2009. That year Parkinson had what appeared to be an insurmountable lead thanks to three wins during the first half of the season. But during the mid-summer break he injured his ankle, and it showed. He suffered three early-round losses while his longtime Gold Coast sparring partner, Mick Fanning, won three events of his own. Fanning snatched the World Title (his second) in the final event of the year at Pipeline. Amazingly, Parkinson has never taken a year off since joining the Championship Tour full time in 2002. While he’s pondered retirement, in 2017 he claimed to be having as much fun as ever, though he’s admittedly not chasing World Titles like he once was. For now, the 36-year-old father of three is also enjoying his place as the elder statesman on Tour.",
                        "coverImage": "https://d14fqx6aetz9ka.cloudfront.net/wp-content/uploads/2018/12/03202157/QuinnM-1804-Hawaii-114.jpg"
                    }
                ]
            }
        ]
    },
    { 
        "womens": [
            {
                "title": "Womens's Championship Tour",
                "athletes": [
                    {
                        "name": "Stephanie Gilmore",
                        "country": "Australia",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/b7368ede16a5208bc09caa54135cb94b.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=943718b3fc3ac90f28322228abb8dfc3",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/2186217206264dc7e231e3349f4def79.png?&x=400&y=400&icq=74&sig=a979f8d0fa8e004cdc076bbece94c200",
                        "rank": "1",
                        "heatWins": "28",
                        "averageScore": "12.66",
                        "rookieYear": "2007",
                        "about": "Stephanie Gilmore is on her way to becoming the most dominant women’s surfer in history. She won the first of her six World Titles during her 2007 rookie season, becoming the first surfer on the men’s and women’s side to accomplish such a feat. It would be her first of four-straight she’d collect during her rapid takeover of the sport. Her surfing has been compared to fellow Gold Coast style master Joel Parkinson because of its pure artistry. Her aggressive approach is grounded in genius precision and technical expertise that has set new performance benchmark for the women. Today, at 30, the generation of women she inspired is her biggest challenge…and she couldn’t be happier. A true-blue Aussie, she grew up the youngest of three girls in Murwillumbah, on the edge of the Tweed River that separates New South Wales from Queensland. She spent her formative years battling for waves in Coolangatta’s legendary points, home to the most crowded and competitive lineups in the world. Her charming personality did little to help snagging set waves at places like Snapper, but her incredible paddling strength and dynamite surfing could certainly part a crowd. With zero room for error in an environment like that every aspects of Steph’s approach was refined to its most efficient and elegant form. Today, her style is listed by many of the top men’s surfers as one of the best in the business. She’s adored for her fashion sense, too. Steph’s last World Title came in 2014, and she’s been exploring her creative side since, especially with her music. She moved part-time to LA in early 2017 to plug into the music scene and recharge her batteries, and it worked, too; she came out firing in 2017 with her fifth Roxy Pro win and stayed in the World Title mix to the very end. While she narrowly missed out on her record-tying seventh World Title during the final event of the season, she consoled herself by winning the Maui Pro. Admittedly, Steph’s motivation for another title run wavers these days, but when the waves get good nobody burns brighter.",
                        "coverImage": "http://www.boardsportsource.com/wp-content/uploads/2018/11/Steph-WSL-1920x1080.jpg"
                    },
                    {
                        "name": "Lakey Peterson",
                        "country": "United States",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/db4fae0c7d01749b75cbca75c54635ae.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=4c0400a3f6d11d12c39dcf1d4a421c59",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/e4bc2114ece650eae004ee5627ca0c1f.png?&x=400&y=400&icq=74&sig=5d21001c8203512a3d8f63136d3d6d12",
                        "rank": "2",
                        "heatWins": "22",
                        "averageScore": "12.57",
                        "rookieYear": "2012",
                        "about": "Lakey Peterson grew up in California’s right-point-rich playground of Santa Barbara. She learned to surf at the age of five during a year-long trip around the world with her family, but when she got back to California the unapologetic tomboy was was too busy terrorizing soccer fields and tennis courts to bother much with the beach. Showing the same competitive drive that made her mother a national champion swimmer, Lakey was dominating the boys her age on the playground, as her fellow CT counterpart Conner Coffin (an old schoolmate) can attest. But by age 12 she grew tired of driving for hours to tennis tournaments, and being she’d already racked up a national surfing title going full throttle down the surfing path seemed much more alluring. At 14, she was the first woman to pull an aerial maneuver in competition. At 16, surfing as a wildcard in her first-ever Champoinship Tour event, she finished runner up at the US Open of Surfing. She qualified that same year, and came back to win the US Open in 2012 on her way to claiming rookie of the year. A future World Title run seemed all but certain in the eyes of pundits and fans, but she’s been winless in her five seasons since 2012, finishing consistently just below a revolving list of World Title contenders. During her last three seasons of fulltime competing (she sat out much of 2016 with a broken ankle and finished No. 16) she’s finished in the No. 6 spot. Nevertheless, Lakey’s fast-driving style and whip turns make her especially vicious in down the line pointbreaks like the ones she spent her formative years in. That explains her solid results at Snapper Rocks and Trestles, and you can bet she’s thrilled with the addition of Jeffreys Bay to this year’s schedule. A healthy Lakey could be on the threshold of a breakthrough in 2018.",
                        "coverImage": "https://www.surf-station.com/wp-content/uploads/2018/03/Lakey-59-x-18-14-x-2-14-24.1L-Rook15-MillerR-OZ18-0360.jpg"
                    },
                    {
                        "name": "Tatiana Weston-Webb",
                        "country": "Brazil",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/9b4d7994a40d31f09a275058d9c4a6ad.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=56d554bffac55a6161598dfd415ae657",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/ff4c3892f6db26196f8864fec854c4fb.png?&x=400&y=400&icq=74&sig=d6d77ff58b7a783cc8e3381331c08837",
                        "rank": "4",
                        "heatWins": "19",
                        "averageScore": "12.91",
                        "rookieYear": "2015",
                        "about": "Tatiana Weston-Webb can easily be mistaken for Daenerys Targaryen, the blonde-haired Mother of Dragons from Game of Thrones. Like the would-be leader of the Iron Throne this steely-eyed Hawaiian goofyfooter is fiery, strong, courageous and confident. She’s been an intimidating force on the women’s Championship Tour since her fulltime arrival in 2015, when she opened with a third place finish at Snapper, made the finals in France, clinched the Qualifying Series, finished No. 7 on the CT leaderboard, and was named Rookie of the Year. Her competitive drive comes from her Brazilian mother, a former professional bodyboarder who won an event at Pipeline in the 90s. Her passion comes from dad, a hardcore surfer from Kauai. Days after she was born in Brazil mom moved her to Garden Isle so she could have dual citizenship, and the timing couldn’t have been better. Kauai’s hotbed of talent was making a huge push on the global stage, led by Andy and Bruce Irons, and Tatiana was one of dozens of stoked grommets riding the surge. Her father routinely paddled her out at big Hanalei Bay when she was young, which is why she’s one of the most confident surfers on Tour in waves of consequence, and when Hollywood needed a stunt double to play young Bethany Hamilton in Soul Surfer, 11-year-old Tatiana was the perfect fit. She spent three weeks on Oahu shooting, and hanging with her friend and hero. On her way to the Championship Tour she won back-to-back ISA World Junior Championships in 2013 and 2014, while just narrowly missing the cut for the 2014 season. She got a taste of the CT life that year, however, while making three appearances as an injury replacement. Her high-energy approach is a direct reflection of her personality, void of any timidity, and equally dangerous at ten-foot Cloudbreak as it is at three-foot Huntington Beach. In 2016 she nabbed her first CT win at the Vans US Open of Surfing. And in 2017 she made back-to-back finals in Fiji and HB. In 2018 she’ll be traveling with her longtime boyfriend, Jesse Mendes, a rookie on the men’s Tour. And you can bet pro surfing’s new power couple has eyes on that throne.",
                        "coverImage": "https://freesurfmagazine.com/wp-content/uploads/2016/11/tatianna-wastone-web.jpg"
                    },
                    {
                        "name": "Coco Ho",
                        "country": "Hawaii",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/feaa9153ce75dc4f6cf702c82d9e7165.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=f66dacc23ab24cdae51a7da1183ecbbb",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/7e87bd5641b4f39466967b32442863d0.png?&x=400&y=400&icq=74&sig=d4428546e3eb49d2a4c68d084c3ed33e",
                        "rank": "11",
                        "heatWins": "8",
                        "averageScore": "10.60",
                        "rookieYear": "2009",
                        "about": "Coco Ho is Hawaiian surfing royalty. She’s the daughter of pro surfing pioneer Michael Ho, the godfather of the North Shore surf scene on Oahu. During his illustrious 25-year career Michael won two Triple Crowns, appeared in five Pipe Masters finals (winning in 1982), eight Duke finals (winning in 1978 and ‘81) and finished No. 3 in the world. Her uncle Derek was the 1993 World Champion and a four-time Triple Crown winner. Yet it was Coco’s older brother Mason who coaxed her into the lineup when she was nine; he wanted a surf partner. It didn’t take much convincing, and she was soon joining him at amateur events all over the state. Competing or not, Coco is always found with a huge smile on her face. She’s a relentless seeker of fun who’s often described as a blonde bundle of joy, and her surfing matches her spirit. It’s fast paced, bright and bold. After a solid amateur career she joined the Championship Tour in 2009, won the Rip Curl Search event in Portugal, and nabbed the rookie of the year honor for finishing No. 4 in the world. While this is her tenth season on Tour, and her surfing has evolved dramatically, she’s yet to top that first go around, which is a testament to how competitive the women’s field is getting. Over the past eight years she’s appeared in three more finals, but fell short of victory in each. She’s had a tough time surviving the CT cut over the last four years, but has dominated Qualifying Series events to keep her spot on Tour intact. In 2017 alone she won three QS events in Portugal, Spain and Japan, giving her nine over the course of her career. Despite her big smile and her warm Aloha spirit, Coco is a scrapper. Like her father, she’ll be battling for years to come.",
                        "coverImage": "https://i.pinimg.com/originals/57/63/bd/5763bdf6ff078714613ab6bc1b5354ff.jpg"
                    },
                    {
                        "name": "Sage Erickson",
                        "country": "United States",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/db4fae0c7d01749b75cbca75c54635ae.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=4c0400a3f6d11d12c39dcf1d4a421c59",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/96e6ad0973a27ddb88b44878015d57ce.png?&x=400&y=400&icq=74&sig=b32619bf620f62b81e84a96d2233bbfd",
                        "rank": "15",
                        "heatWins": "4",
                        "averageScore": "9.67",
                        "rookieYear": "2012",
                        "about": "After five years of battling on the Championship Tour Sage Erickson is just beginning to settle in. She notched her first Championship Tour victory in 2017 at the Vans US Open of Surfing and cracked the Top 10 on the Jeep Leaderboard for the second-straight season. She’s come a long way from her early years of struggling at the elite level. Erickson was born in Ojai, California, where she was raised in her mom’s coffee shop. The chilly waters of nearby Ventura didn’t interest her early on, but her parents moved Hawaii when she was nine, and she nabbed an old beater board at Sunset Beach one day, paddled out to the point, rode a wave to the sand, and was hooked immediately. Coco Ho became her best friend at school. She spent five years falling in love with the sport before she moved back to California with her mom and made the legendary points of Santa Barbara her new favorite stomping ground. It was the perfect place for her to streamline her dynamic technique. After a solid amateur and pro junior career she joined the Championship Tour in 2012, where solid ground was much tougher to find. She struggled during her early years on tour, and even fell off in 2014, but clawed her way back the very next year. In 2015 she got her butt kicked again on the CT, but dominated the Qualifying Series, where her confidence steadily grew. The rub on Sage was she lacked the killer instinct. Her coffee-shop days turned her into too sweet of a soul for Tour life. But she found her game face in 2016, nabbing a third at Trestles and a handful of quarterfinal finishes which led to her first Top 10 finish. Her confidence is peaking after doing it again in 2017, and nabbing that long-awaited win. Sage with swagger is a very real threat.",
                        "coverImage": "https://ec2-im-1.msw.ms/md/image.php?key=Sagewinspantin.jpg&type=EE_COVER&resize_type=COVER"
                    },
                    {
                        "name": "Nikki Van Dijk",
                        "country": "Australia",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/b7368ede16a5208bc09caa54135cb94b.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=943718b3fc3ac90f28322228abb8dfc3",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/595e14416031fc98ec16ac7f4b0710a3.png?&x=400&y=400&icq=74&sig=b0baca3f78355c1ea865b7d94d597818",
                        "rank": "10",
                        "heatWins": "10",
                        "averageScore": "10.77",
                        "rookieYear": "2014",
                        "about": "Nikki Van Dijk is one of the biggest hidden threats on the women’s Championship Tour. She finished the 2017 season ranked No. 7 on the Jeep Leaderboard after claiming her first CT victory at the Cascais Women’s Pro in Portugal. The victory was the latest sign of her steady evolution. Van Dijk’s surfing is grounded in a mastery of the fundamentals, with healthy doses of energy and style. She honed her approach on Phillip Island, a remote little enclave that’s a day trip away from Melbourne, Australia. She’s the only surfer on the men’s or women’s side of the Tour from her wave-rich state of Victoria. She’s the middle child of three surf-stoked kids indoctrinated by their surf-crazed dad. Nikki was 13 years old when she started competing, and regularly beat up on the boys. In 2012, during her final year of school she raced off to Bali just before final exams to clinch the World Junior Championship. She joined the Tour in 2014, and paid some serious rookie dues in Fiji, taking a heavy wipeout that led to 16 stitches near her eye. But she’s shown solid growth every year since. In 2015 she had an amazing string of six quarterfinal appearances in a row. In 2016 she broke through that barrier with a third place at Trestles, and last year she notched her big win. She spends most of her “home” time in Melbourne now, soaking up the city life with friends. But if she detects any whiff of a swell heading for Phillip Island, you can bet she’ll be racing out there to join her little brother Joe in the lineup.",
                        "coverImage": "https://www.surf-station.com/wp-content/uploads/2018/04/Nikki-van-Dijk-510-x-18-14-x-2-14-Fever-MoranT_WA18_02182.jpg"
                    },
                    {
                        "name": "Malia Manuel",
                        "country": "Hawaii",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/feaa9153ce75dc4f6cf702c82d9e7165.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=f66dacc23ab24cdae51a7da1183ecbbb",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/153d1e4f49f26e73c4fb9077fd2dccea.png?&x=400&y=400&icq=74&sig=d39342eb2ba3c175880b39b40764178e",
                        "rank": "9",
                        "heatWins": "9",
                        "averageScore": "12.22",
                        "rookieYear": "2012",
                        "about": "Malia Manuel burst onto the pro surfing scene as a 14-year-old prodigy in 2008, when she became the youngest surfer to ever win the US Open of Surfing. At the time, she was the latest in a long line of talented surfers emerging from Kauai, which had become the epicenter of progression thanks to locals like the Andy and Bruce Irons, Dustin Barca, and Sebastian Zietz. In 2011, she joined the Qualifying Series and won two more events on her way to becoming a fulltime member of the Championship Tour in 2012. Her surfing is upbeat and stylish, and matches her personality in both its elegance and authority, and when she won the rookie of the year honor in 2012, finishing No. 6 on the season, many thought a future World Title was all but inevitable. But after her six years on tour, she's collected a handful of Qualifying Series wins, yet is still searching for her first Championship Tour victory, and the highest rank she’s ever reached is No. 5 in 2014. To that end, many believe Manuel is the most underrated surfer on the women’s side, and is long overdue for a serious breakout. After being injured at Margaret River at the start of last season she missed four events, and endured her longest stretch ever out of the water. The absence may have lit a fire, because Manuel came back and ended her year strong with a runner-up finish at Honolua Bay on Maui. Getting so close to her first CT win and ending her trying season on a high note will undoubtedly make her hungry for more in 2018.",
                        "coverImage": ""
                    },
                    {
                        "name": "Bronte Macaulay",
                        "country": "Australia",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/b7368ede16a5208bc09caa54135cb94b.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=943718b3fc3ac90f28322228abb8dfc3",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/9fcdd59695ae68185c7be071fc8aa902.png?&x=400&y=400&icq=74&sig=ab5dd0869b2dbce7432a7bac3ba9ce5a",
                        "rank": "14",
                        "heatWins": "5",
                        "averageScore": "10.44",
                        "rookieYear": "2017",
                        "about": "Bronte Macaulay is a second generation pro from Western Australia. Her father Dave Macaulay was a veteran campaigner of the Tour in the 80s and early 90s who finished No. 3 in the world twice. Bronte was raised in Gracetown, a neighborhood of about 300 people eight miles north of Margaret River, but she learned to surf in the warm waters of the East Coast of Australia while on a cross-country caravan trip with her family when she was nine. As her style developed back home she absorbed a lot of her father’s fundamental moves, most notably his inverted backhand attack and ferocious forehand snap. She began testing her approach in Qualifying Series events as early as 2011, but her first real stab at qualifying came in 2014, when she finished No. 14. The very next year she fell just one spot shy of making the Championship Tour cut, but that was close enough to earn her some replacement spots in 2016, and when Lakey Peterson broke her ankle, Bronte got six shots against the world’s best, and made noise by knocking out Sally Fitzgibbons at Snapper and besting Stephanie Gilmore and Johanne Defay at home in Margaret River. Meanwhile, she was leaving no doubt on the Qualifying Series, winning the Los Cabos open in Mexico on her way to finishing the season No. 2, and becoming an official Tour member in 2017. Her rookie season, however, was filled with hard knocks, and her confidence was shaken after a run of early exits. It wasn’t until the end of the season that she began to let go of the pressure she was feeling and started to have fun again, which was her biggest lesson learned. It paid off with a huge semifinal finish at Honolua Bay, where she eliminated Sage Erickson and Carissa Moore. While she finished the season at No. 15, she secured her 2018 slot on Tour by way of a strong finish on the Qualifying Series. With her optimistic outlook intact, Macaulay plans on making the most of every moment this year, and that’ll inevitably spell trouble for her peers.",
                        "coverImage": "https://images.alphacoders.com/516/thumb-1920-516908.jpg"
                    },
                    {
                        "name": "Sally Fitzgibbons",
                        "country": "Australia",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/b7368ede16a5208bc09caa54135cb94b.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=943718b3fc3ac90f28322228abb8dfc3",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/ed66cce73d886de0f321710b1b0a425d.png?&x=400&y=400&icq=74&sig=f7a10ba0f6ea9af57138b84bd6644f8c",
                        "rank": "6",
                        "heatWins": "13",
                        "averageScore": "12.49",
                        "rookieYear": "2009",
                        "about": "Sally Fitzgibbons was born an athlete. From an early age she decided she wanted to be a champion at something. She played soccer, touch football and cross-country running, and ended up a national champion middle distance runner in High School. For Fitzgibbons, all those sports fed off each other, but ultimately, her love for surfing is what won out. It’s hardly a wonder why, as she grew up on one of the prettiest stretches of coast on the planet, in Gerroa, New South Wales. She formulated her fully loaded approach in the wide variety of sparsely crowded lineups nearby, and by 16 she’d utilized her athletic approach to become the World Junior Champion. At 18, she clinched the Qualifying Series championship faster than any women in history after tearing through the first five events. She followed that remarkable effort up by finishing her rookie season in the No. 2 spot behind Stephanie Gilmore, sending an immediate shot across the bow. In 2011, she won three events, but finished runner-up again, this time to Carissa Moore. In 2012 she came second again to Gilmore. Despite three-straight misses to the World Title her fame was peaking, and Sally has lent her bright engaging personality to a number of commercial and philanthropic causes through the years. Even as she began to slide down the rankings, hitting her a low of No. 8 in 2016, she’s remained as engaged as ever. But midway through her slump season she decided to refocus her energy toward a World Title. She shed all of her side projects save for one: The Train Like Sally fitness program designed especially for surfers. By the time the 2017 season started Sally was in warrior shape, and she worked her way into the Jeep Leader’s Jersey again after her win at Margaret River and she was still wearing it going into the last event of the year on Maui. But an early round defeat there cost her dearly, and she fell to No. 3 for the season. As a true champion, however, Fitzgibbons remains in relentless pursuit of her goal, and always bringing her best. Today, she’s nowhere near giving up on her dream of a World Title.",
                        "coverImage": "http://a.espncdn.com/photo/2013/0221/as_surf_sally_aquashot_2048.jpg"
                    },
                    {
                        "name": "Courtney Conlogue",
                        "country": "United States",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/db4fae0c7d01749b75cbca75c54635ae.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=4c0400a3f6d11d12c39dcf1d4a421c59",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/e8f10ae213ed78347c52a1c23d8d36ea.png?&x=400&y=400&icq=74&sig=3078d3e79617d3c332180d43dfb6dca1",
                        "rank": "8",
                        "heatWins": "12",
                        "averageScore": "12.94",
                        "rookieYear": "2011",
                        "about": "Courtney Conlogue is a two-time runner-up to the World Title (2015, 2016), and deep lover of the pro surfing game. She’s best known for her gritty determination, incredible work ethic, and an arduous pursuit of perfection that will never be obtained. These were traits she learned to love as a 4-year-old student of martial arts while growing up in land-locked Santa Ana, California, 30 minutes from the coast. Fortunately, her ocean-loving family made up for lost water time on weekends with sessions that lasted six-to-eight hours. When she was old enough, she and her brother would ride nearly 20 miles on their bikes to catch a few waves in Huntington Beach, their adoptive home break. She won the first contest she ever entered when she was ten, which kick-started a rapid rise through the amateur ranks. By 14, she’d already earned a wildcard into the Maui Pro at Honolulu. Watching Layne Beachley dominate in the flawless conditions was all the inspiration she needed to chase her dream. In 2009, while still a star member of her track team back at school, she won the US Open of Surfing in front of her home crowd, paving the way for her graduation to the Championship Tour, where her peers adore her goofy personality and insatiable curiosity as much as her determination and drive. She bagged a couple wins during her first few years on Tour and finished in the Top 10, but her transformation into a contender happened in 2015, when she won events in Western Australia, Brazil and Portugal. Unfortunately, a heartbreaking loss in the final event of that season cost her the title, and while she’s been in the hunt every year since, history keeps repeating itself. Conlogue is showing zero signs of slowing down, however. True to form, she’s as motivated than ever by the process, the challenges, and the journey.",
                        "coverImage": "https://www.swatch.com/var/storage/images/media/explore/swatch-and-sports/proteam/courtney-conlogue/sports-image-courtney-conlogue-9/1776515-1-eng-INT/sports-image-courtney-conlogue-9.jpg"
                    },
                    {
                        "name": "Silvana Lima",
                        "country": "Brazil",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/9b4d7994a40d31f09a275058d9c4a6ad.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=56d554bffac55a6161598dfd415ae657",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/f69b8a9a9edb7d5e0492864898156b73.png?&x=400&y=400&icq=74&sig=f56f79b0c1c8e9fba9a306bc056e96b0",
                        "rank": "13",
                        "heatWins": "6",
                        "averageScore": "11.09",
                        "rookieYear": "2006",
                        "about": "Silvana Lima is a warrior. There’s no other word to describe a woman with her skill, determination and resilience. She started well behind the line, growing up in a snack-shack on the sand in Paracuaru, Brazil, owned by her parents. She learned to surf on a piece of wood that she adorned with a makeshift fin herself. Her first “real” board was a hand-me-down she got at 14. Yet from those humble beginnings she went on to become an eight-time national champion, a two-time runner up to the World Title, and an inspirational unsung hero. She was a diehard soccer player in her youth, and nearly chose that path until a career in surfing became a reality. Her lively performances earned her a spot on the Championship Tour in 2006, and she set the world on fire during her first six years on Tour with five Top 5 finishes on the leaderboard, including her No 2 rank in 2008 and 2009. Her winnings allowed her to buy her family their dream home, and life was good. Silvana’s bread and butter was her penchant for progressive moves. Lightweight and agile with breakneck speed, she was one of the first women to routinely go to the air in competition. But her acrobatics cost her in 2012, when torn ligaments in her knee forced her to sit out the season. With a new generation of stars grabbing command of the Tour the 27-year-old veteran was quickly forgotten by a ruthless surf industry. She got the injury wildcard in 2013, but she got shellacked with her still-tender knee, and fell off Tour. While most surfers would have called it a career, 29-year-old Lima attacked surfing’s minor leagues without blinking, and won the 2014 Qualifying Series. Back on the CT in 2015 it appeared she hadn’t lost a step when she returned to the Roxy Pro and eliminated Sally Fitzgibbons with a huge aerial reverse. But that quarterfinal finish was her lone bright spot that season, and by year’s end she was off the Tour again, and at 30 it felt like rock bottom. But Lima’s friends and family still believed her. Former Tour star Leonardo Neves began working with her, adding even more moves to her arsenal. Encouraged by her own progress, she sold her apartment, her car, and her bulldog’s prized puppies to fund her next QS campaign…and it worked. She won it again in 2016, and this time she returned to the CT healthy. In 2017 blitzed her way to victory at the Swatch Lowers Pro proving that at 32 years old, she was still on the forward edge of progress. Today, at 33, Silvana Lima is pinching herself again, and whenever she's feeling down she just reads the ink on her right arm, which says, “Tudo Passa.” Everything passes.",
                        "coverImage": "https://epkcollection.com/wp-content/uploads/2017/05/p-912-SilvanaLima_2017RoxyProGoldCoast_EdSloane_19.75x28_web_c304a627-d7af-43a6-bbb0-0a9144a49580.jpg"
                    },
                    {
                        "name": "Paige Hareb",
                        "country": "New Zealand",
                        "flagLink": "http://dqndusk8a84ol.cloudfront.net/image/3abfef3f09af93538248f8514d0570b6.png?&x=60&y=40&cx=2&cy=12&cw=60&ch=40&icq=74&sig=e9c8bb50bef6b3128884ff75e18de63c",
                        "image": "http://dqndusk8a84ol.cloudfront.net/image/847ecfc01c538e467b01e771aaf115dd.png?&x=400&y=400&icq=74&sig=7ac7399a167a987da3e4f775d193757c",
                        "rank": "18",
                        "heatWins": "1",
                        "averageScore": "9.07",
                        "rookieYear": "",
                        "about": "Paige Hareb is the first woman from New Zealand to qualify for the Championship Tour. She hails from Oukura, a tiny town of less than 1500 people on the chilly west coast of the North Island. The wave-rich coast where she cut her teeth as a surfer bends beautifully around the base of Mount Taranaki, a volcanic peak covered in a canopy of rain forest, and is home to some of the most unheralded high-quality breaks in the world. Hareb’s dad is a diehard surfer, and after her early indoctrination to fun waves and empty lineups and it didn’t take long for her to become a standout of her Oukura Boardriders Club. When it came time to compete in junior and Qualifying Series events over in Australia the powerful rail-centric approach she developed back home served her well. She joined the Championship Tour in 2009, and opened her campaign with a strong third place finish at Snapper that year. She finished inside of the Top 10 three times over the next four years while backing herself up on the Qualifying Series. She made the semifinals again when the Tour stopped in her backyard in 2012 for the TSB Bank NZ Surf Festival. But after six years on Tour she missed the cut in 2014, and was relegated back to surfing’s minor leagues, where she spent the last three years battling to get back to the elite ranks. In 2017 her hard work paid off, as she secured the last slot open through the QS window, edging out World Junior Champion Macy Callaghan. At 27, she’s wiser and much more battle hardened. She’s evolved her approach in the crucial categories of speed, power and flow, and now she’s earned another chance to prove it.",
                        "coverImage": "http://www.nzsurfjournal.com/wp-content/uploads/2018/12/2017-08-23-17.58.59-1-1920x1280.jpg"
                    }
                ]
            }
        ]
    }
]
    